export const user = {
    lastName: 'Иванов',
    firstName: 'Иван',
    position: 'Руководитель центра',
  };
  
  export const requests = [
    {
      title: '49 102 Изменение графика отпусков 2025 год',
      author: 'Кудияров Василий Николаевич',
      createdDate: '15.10.2025 18:41:29',
      assignedDate: '15.10.2025',
      status: 'На согласовании',
      dueDate: '15.10.2025',
      description: 'Сотрудник: Кудияров Василий Николаевич; Всего дней запланировано: 1',
    },

 
    {
      title: '24 420 Изменить / создать новый шаблон заявки в системе заявок',
      author: 'Кудияров Василий Николаевич',
      createdDate: '15.10.2025 05:23:18',
      assignedDate: '15.10.2025',
      status: 'На согласовании',
      dueDate: '15.10.2025',
      description: 'ЗНИ: Создать новый шаблон заявки; Локация: Корпоративные сервисы; Наименование шаблона: 24 420 Изменить / создать новый шаблон заявки в системе заявок',
    },
    {
      title: '24 000 Тест нового шаблона',
      author: 'Кудияров Василий Николаевич',
      createdDate: '15.10.2025 05:14:56',
      assignedDate: '15.10.2025',
      status: 'На согласовании',
      dueDate: '15.10.2025',
      description: 'ЗНИ: Создать новый шаблон заявки; Локация: Корпоративные сервисы; Наименование шаблона: 24 000 Тест нового шаблона',
    },
    {
      title: '24 420 Изменить / создать новый шаблон заявки в системе заявок',
      author: 'Кудияров Василий Николаевич',
      createdDate: '15.10.2025 05:10:00',
      assignedDate: '15.10.2025',
      status: 'На согласовании',
      dueDate: '15.10.2025',
      description: 'ЗНИ: Создать новый шаблон заявки; Локация: Корпоративные сервисы; Наименование шаблона: 24 420 Изменить / создать новый шаблон заявки в системе заявок',
    },
    {
      title: '24 420 Изменить / создать новый шаблон заявки в системе заявок',
      author: 'Кудияров Василий Николаевич',
      createdDate: '15.10.2025 05:07:48',
      assignedDate: '15.10.2025',
      status: 'На согласовании',
      dueDate: '15.10.2025',
      description: 'ЗНИ: Создать новый шаблон заявки; Локация: Корпоративные сервисы; Наименование шаблона: 24 420 Изменить / создать новый шаблон заявки в системе заявок',
    },

    {
      title: '49 103 Обновление графика отпусков 2025 год',
      author: 'Петров Петр Петрович',
      createdDate: '15.10.2025 19:00:00',
      assignedDate: '15.10.2025',
      status: 'На согласовании',
      dueDate: '15.10.2025',
      description: 'Сотрудник: Петров Петр Петрович; Всего дней запланировано: 2',
    },
    {
      title: '26 2306.1 Подписка на новые отчеты',
      author: 'Сидоров Сидор Сидорович',
      createdDate: '15.10.2025 06:00:00',
      assignedDate: '15.10.2025',
      status: 'На согласовании',
      dueDate: '15.10.2025',
      description: 'Выберите действие: Подписаться',
    },
    {
      title: '24 421 Создание нового шаблона заявки в системе',
      author: 'Кузнецов Кузьма Кузьмич',
      createdDate: '15.10.2025 07:00:00',
      assignedDate: '15.10.2025',
      status: 'На согласовании',
      dueDate: '15.10.2025',
      description: 'ЗНИ: Создать новый шаблон заявки; Локация: Корпоративные сервисы; Наименование шаблона: 24 421 Создание нового шаблона заявки в системе',
    },
  ];